{
  "id": "7066735211",
  "name": "Tunnel Hill Pharmacy",
  "mapUrl": "http://maps.google.com/?",
  "staticMapUrl2": "http://maps.google.com/maps/api/staticmap?markers=3535+Chattanooga%20Rd%20Tunnel%20Hill,%20GA%20%2030755&path=color:0x0000FF80|weight:5|34.85037,-85.04062&size=500x300&sensor=false",
  "staticMapUrl": "http://media.app4.io/pharmacy/images/tunnelhill_map.png",
  "staticMapUrl3": "images/map_demo.png",
  "logoUrl": "http://media.app4.io/pharmacy/images/tunnelhill_logo.gif",
  "logoUrl2": "http://www.tunnelhillpharmacy.com/media/1373/logo.gif",
  "phoneNumber": "(706) 673-5211",
  "faxNumber": "(706) 673-4651",
  "website": "http://www.tunnelhillpharmacy.com/",
  "address1": "3535 Chattanooga Rd",
  "city": "Tunnel Hill",
  "state": "GA",
  "zipcode": "30755",
  "hours": {
    "sunday": "10am - 12pm",
    "monday": "9am - 6pm",
    "tuesday": "9am - 6pm",
    "wednesday": "9am - 6pm",
    "thursday": "9am - 6pm",
    "friday": "9am - 6pm",
    "saturday": "9am - 2pm"
  },
  "facebookUrl": "#",
  "linkedInUrl": "#",
  "twitterUrl": "#",
  "youTubeUrl": "#",
  "googlePlusUrl": "#",
  "about": "Tunnel Hill Pharmacy first opened in 1969 and is still an independent, community centered, retail pharmacy today. Tunnel Hill Pharmacy focuses on offering high quality, cost effective prescriptions made in the USA and superior customer service.  We are located in the Shop Rite plaza at the intersection of Hwy 2 and Chattanooga Rd, next to Tunnel Hill Walk-In Medical Center.    \n\nCutomer Quote: One long-time customer is quoted as saying that, 'We feel comfortable coming to the pharmacy because we're used to it'. Our customers are important to us and we offer pure, uncontaminated medicine at competitive prices, efficient, friendly service, and a welcoming environment. \n\nGenerations:  Several families have been such long-time, dedicated customers that Tunnel Hill Pharmacy  is still serving them after three generations!",
  "settings": {
    "backgroundImage2": "/images/pharmacy.png",
    "backgroundColor2": "#e3e3e3",
    "altBackgroundColor1": "black",
    "altBackgroundColor2": "white",
    "altBackgroundColor3": "white",
    "textColor": "white",
    "altTextColor1": "#838383",
    "altTextColor2": "white",
    "altTextColor3": "white",
    "appleStoreUrl": "https://itunes.apple.com/us/app/rxrefill.net/id858621028?ls=1&mt=8",
    "googleStoreUrl": "http://play.google.com",
    "refill": {
      "service": "RxRefill",
      "url": "http://test.api.rxrefill.net",
      "rxRefill": {
        "storePin": "1244",
        "apiToken": ""
      },
      "email": {
        "emailAddress": "",
        "emailSubject": ""
      }
    }
  },
  "banners": [
    {
      "image": "http://media.app4.io/pharmacy/images/demo-banner1.png"
    },
    {
      "image": "http://media.app4.io/pharmacy/images/demo-banner2.png"
    },
    {
      "image": "http://media.app4.io/pharmacy/images/demo-banner3.png"
    }
  ],
  "websiteSettings": {
    "sliders": [
      {
        "order": 1,
        "dataTransition": "fade",
        "dataSlotamount": 8,
        "dataMasterspeed": 700,
        "dataDelay": 9400,
        "dataThumb": "assets/img/sliders/revolution/thumbs/thumb2.jpg",
        "mainImage": "http://media.app4.io/pharmacy/images/demo-banner1.png",
        "layers": [
          {
            "classString": "caption lft slide_title slide_item_left",
            "dataX": 0,
            "dataY": 105,
            "dataSpeed": 400,
            "dataStart": 1500,
            "dataEasing": "easeOutExpo",
            "caption": "Need a Refill?",
            "link": null
          },
          {
            "classString": "caption lft slide_subtitle slide_item_left",
            "dataX": 0,
            "dataY": 180,
            "dataSpeed": 400,
            "dataStart": 2000,
            "dataEasing": "easeOutExpo",
            "caption": "Use our mobile app!",
            "link": null
          },
          {
            "classString": "caption lft slide_desc slide_item_left",
            "dataX": 0,
            "dataY": 220,
            "dataSpeed": 400,
            "dataStart": 2500,
            "dataEasing": "easeOutExpo",
            "caption": "Search for RxRefill on the App Store today",
            "link": null
          },
          {
            "classString": "caption lft btn green slide_btn slide_item_left",
            "dataX": 0,
            "dataY": 290,
            "dataSpeed": 400,
            "dataStart": 3000,
            "dataEasing": "easeOutExpo",
            "caption": "Download Now!",
            "link": "https://itunes.apple.com/us/app/rxrefill.net/id858621028?ls=1&mt=8"
          },
          {
            "classString": "caption lfb",
            "dataX": 450,
            "dataY": -30,
            "dataSpeed": 700,
            "dataStart": 1000,
            "dataEasing": "easeOutExpo",
            "caption": "<img height=\"700\" src=\"/Content/images/RxRefill_App_Preview.png\" alt=\"Image 1\">",
            "link": null
          }
        ]
      },
      {
        "order": 2,
        "dataTransition": "fade",
        "dataSlotamount": 8,
        "dataMasterspeed": 700,
        "dataDelay": 9400,
        "dataThumb": "assets/img/sliders/revolution/thumbs/thumb2.jpg",
        "mainImage": "http://media.app4.io/pharmacy/images/demo-banner1.png",
        "layers": [
          {
            "classString": "caption lft slide_title slide_item_left",
            "dataX": 0,
            "dataY": 105,
            "dataSpeed": 400,
            "dataStart": 1500,
            "dataEasing": "easeOutExpo",
            "caption": "Need a Refill?",
            "link": null
          },
          {
            "classString": "caption lft slide_subtitle slide_item_left",
            "dataX": 0,
            "dataY": 180,
            "dataSpeed": 400,
            "dataStart": 2000,
            "dataEasing": "easeOutExpo",
            "caption": "Use our mobile app!",
            "link": null
          },
          {
            "classString": "caption lft slide_desc slide_item_left",
            "dataX": 0,
            "dataY": 220,
            "dataSpeed": 400,
            "dataStart": 2500,
            "dataEasing": "easeOutExpo",
            "caption": "Search for RxRefill on the App Store today",
            "link": null
          },
          {
            "classString": "caption lft btn green slide_btn slide_item_left",
            "dataX": 0,
            "dataY": 290,
            "dataSpeed": 400,
            "dataStart": 3000,
            "dataEasing": "easeOutExpo",
            "caption": "Download Now!",
            "link": "https://itunes.apple.com/us/app/rxrefill.net/id858621028?ls=1&mt=8"
          },
          {
            "classString": "caption lfb",
            "dataX": 450,
            "dataY": -30,
            "dataSpeed": 700,
            "dataStart": 1000,
            "dataEasing": "easeOutExpo",
            "caption": "<img height=\"700\" src=\"/Content/images/RxRefill_App_Preview.png\" alt=\"Image 1\">",
            "link": null
          }
        ]
      }
    ]
  },
  "privacyPolicy": "This Pharmacy is committed to protecting your privacy and developing technology that gives you the most powerful and safe mobile experience. This Statement of Privacy applies to the this Pharmacy's mobile applications and governs data collection and usage. By using the this Pharmacy's mobile application, you consent to the data practices described in this statement. \n\nCollection of your Personal Information\nThis Pharmacy collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. This Pharmacy also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.\n\nThere is also information about your mobile device hardware and software that is automatically collected by This Pharmacy. This information is used by this Pharmacy for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the This Pharmacy mobile application.\n\nPlease keep in mind that if you directly disclose personally identifiable information or personally sensitive data through This Pharmacy public message boards, this information may be collected and used by others. Note: This Pharmacy does not read any of your private online communications.\n\nThis Pharmacy encourages you to review the privacy statements of mobile applications you choose to link to from this Pharmacy so that you can understand how those mobile applications collect, use and share your information. This Pharmacy is not responsible for the privacy statements or other content on mobile applications outside of the This Pharmacy and This Pharmacy family of mobile applications.\n\nUse of your Personal Information\nThis Pharmacy collects and uses your personal information to operate the This Pharmacy mobile application and deliver the services you have requested. This Pharmacy also uses your personally identifiable information to inform you of other products or services available from This Pharmacy and its affiliates. This Pharmacy may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.\n\nThis Pharmacy does not sell, rent or lease its customer lists to third parties. This Pharmacy may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, This Pharmacy may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to This Pharmacy, and they are required to maintain the confidentiality of your information.\n\nThis Pharmacy does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.\n\nThis Pharmacy keeps track of the mobile applications and pages our customers visit within This Pharmacy, in order to determine what This Pharmacy services are the most popular. This data is used to deliver customized content and advertising within This Pharmacy to customers whose behavior indicates that they are interested in a particular subject area.\n\nThis Pharmacy mobile applications will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on This Pharmacy or the site; (b) protect and defend the rights or property of This Pharmacy; and, (c) act under exigent circumstances to protect the personal safety of users of this Pharmacy, or the public.\n\nSecurity of your Personal Information\nThis Pharmacy secures your personal information from unauthorized access, use or disclosure. This Pharmacy secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other mobile applications, it is protected through the use of encryption.\n\nChanges to this Statement\nThis Pharmacy will occasionally update this Statement of Privacy to reflect company and customer feedback. This Pharmacy encourages you to periodically review this Statement to be informed of how This Pharmacy is protecting your information.\n\nContact Information\nThis Pharmacy welcomes your comments regarding this Statement of Privacy. If you believe that This Pharmacy has not adhered to this Statement, please contact this Pharmacy. We will use commercially reasonable efforts to promptly determine and remedy the problem.",
  "termsOfUse": "LICENSED APPLICATION END USER LICENSE AGREEMENT\n\nThe App4 Pharmacy Mobile Application is licensed, not sold, to You for use only under the terms of this license. The licensor ('Application Provider') reserves all rights not expressly granted to You. The Product that is subject to this license is referred to in this license as the 'Licensed Application.'\n\na. Scope of License: This license granted to You for the Licensed Application by Application Provider is limited to a non-transferable license to use the Licensed Application on any iPhone/iPad that You own or control. This license does not allow You to use the Licensed Application on any iPhone/iPad that You do not own or control, and You may not distribute or make the Licensed Application available over a network where it could be used by multiple devices at the same time. You may not rent, lease, lend, sell, redistribute or sublicense the Licensed Application. You may not copy (except as expressly permitted by this license), decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Licensed Application, any updates, or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open sourced components included with the Licensed Application). Any attempt to do so is a violation of the rights of the Application Provider and its licensors. If You breach this restriction, You may be subject to prosecution and damages. The terms of the license will govern any upgrades provided by Application Provider that replace and/or supplement the original Product, unless such upgrade is accompanied by a separate license in which case the terms of that license will govern.\n\nb. Consent to Use of Data: You agree that Application Provider may collect and use technical data and related information, including but not limited to technical information about Your device, system and application software, and peripherals, that is gathered periodically to facilitate the provision of software updates, product support and other services to You (if any) related to the Licensed Application. Application Provider may use this information, as long as it is in a form that does not personally identify You, to improve its products or to provide services or technologies to You.\n\nc. Termination. The license is effective until terminated by You or Application Provider. Your rights under this license will terminate automatically without notice from the Application Provider if You fail to comply with any term(s) of this license. Upon termination of the license, You shall cease all use of the Licensed Application, and destroy all copies, full or partial, of the Licensed Application.\n\nd. Services; Third Party Materials. The Licensed Application may enable access to Application Provider's and third party services and web sites (collectively and individually, 'Services'). Use of the Services may require Internet access and that You accept additional terms of service.\n\nYou understand that by using any of the Services, You may encounter content that may be deemed offensive, indecent, or objectionable, which content may or may not be identified as having explicit language, and that the results of any search or entering of a particular URL may automatically and unintentionally generate links or references to objectionable material. Nevertheless, You agree to use the Services at Your sole risk and that the Application Provider shall not have any liability to You for content that may be found to be offensive, indecent, or objectionable.\n\nCertain Services may display, include or make available content, data, information, applications or materials from third parties ('Third Party Materials') or provide links to certain third party websites. By using the Services, You acknowledge and agree that the Application Provider is not responsible for examining or evaluating the content, accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect of such Third Party Materials or web sites. The Application Provider does not warrant or endorse and does not assume and will not have any liability or responsibility to You or any other person for any third-party Services, Third Party Materials or websites, or for any other materials, products, or services of third parties. Third Party Materials and links to other websites are provided solely as a convenience to You. Financial information displayed by any Services is for general informational purposes only and is not intended to be relied upon as investment advice. Before executing any securities transaction based upon information obtained through the Services, You should consult with a financial professional. Location data provided by any Services is for basic navigational purposes only and is not intended to be relied upon in situations where precise location information is needed or where erroneous, inaccurate or incomplete location data may lead to death, personal injury, property or environmental damage. Neither the Application Provider, nor any of its content providers, guarantees the availability, accuracy, completeness, reliability, or timeliness of stock information or location data displayed by any Services.\n\nYou agree that any Services contain proprietary content, information and material that is protected by applicable intellectual property and other laws, including but not limited to copyright, and that You will not use such proprietary content, information or materials in any way whatsoever except for permitted use of the Services. No portion of the Services may be reproduced in any form or by any means. You agree not to modify, rent, lease, loan, sell, distribute, or create derivative works based on the Services, in any manner, and You shall not exploit the Services in any unauthorized way whatsoever, including but not limited to, by trespass or burdening network capacity. You further agree not to use the Services in any manner to harass, abuse, stalk, threaten, defame or otherwise infringe or violate the rights of any other party, and that the Application Provider is not in any way responsible for any such use by You, nor for any harassing, threatening, defamatory, offensive or illegal messages or transmissions that You may receive as a result of using any of the Services.\n\nIn addition, third party Services and Third Party Materials that may be accessed from, displayed on or linked to from the iPhone/iPad are not available in all languages or in all countries. The Application Provider makes no representation that such Services and Materials are appropriate or available for use in any particular location. To the extent You choose to access such Services or Materials, You do so at Your own initiative and are responsible for compliance with any applicable laws, including but not limited to applicable local laws. The Application Provider, and its licensors, reserve the right to change, suspend, remove, or disable access to any Services at any time without notice. In no event will the Application Provider be liable for the removal of or disabling of access to any such Services. The Application Provider may also impose limits on the use of or access to certain Services, in any case and without notice or liability.\n\ne. NO WARRANTY: YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT USE OF THE LICENSED APPLICATION IS AT YOUR SOLE RISK AND THAT THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY AND EFFORT IS WITH YOU. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE LICENSED APPLICATION AND ANY SERVICES PERFORMED OR PROVIDED BY THE LICENSED APPLICATION ('SERVICES') ARE PROVIDED 'AS IS' AND 'AS AVAILABLE', WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND, AND APPLICATION PROVIDER HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE LICENSED APPLICATION AND ANY SERVICES, EITHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, OF SATISFACTORY QUALITY, OF FITNESS FOR A PARTICULAR PURPOSE, OF ACCURACY, OF QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS. APPLICATION PROVIDER DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE LICENSED APPLICATION, THAT THE FUNCTIONS CONTAINED IN, OR SERVICES PERFORMED OR PROVIDED BY, THE LICENSED APPLICATION WILL MEET YOUR REQUIREMENTS, THAT THE OPERATION OF THE LICENSED APPLICATION OR SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS IN THE LICENSED APPLICATION OR SERVICES WILL BE CORRECTED. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY APPLICATION PROVIDER OR ITS AUTHORIZED REPRESENTATIVE SHALL CREATE A WARRANTY. SHOULD THE LICENSED APPLICATION OR SERVICES PROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.\n\nf. Limitation of Liability. TO THE EXTENT NOT PROHIBITED BY LAW, IN NO EVENT SHALL APPLICATION PROVIDER BE LIABLE FOR PERSONAL INJURY, OR ANY INCIDENTAL, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OR INABILITY TO USE THE LICENSED APPLICATION, HOWEVER CAUSED, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT OR OTHERWISE) AND EVEN IF APPLICATION PROVIDER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU. In no event shall Application Provider's total liability to you for all damages (other than as may be required by applicable law in cases involving personal injury) exceed the amount of fifty dollars ($50.00). The foregoing limitations will apply even if the above stated remedy fails of its essential purpose.\n\ng. You may not use or otherwise export or re-export the Licensed Application except as authorized by United States law and the laws of the jurisdiction in which the Licensed Application was obtained. In particular, but without limitation, the Licensed Application may not be exported or re-exported (a) into any U.S. embargoed countries or (b) to anyone on the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Department of Commerce Denied Person's List or Entity List. By using the Licensed Application, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture or production of nuclear, missiles, or chemical or biological weapons.\n\nh. The laws of the State of Louisiana, excluding its conflicts of law rules, govern this license and your use of the Licensed Application. Your use of the Licensed Application may also be subject to other local, state, national, or international laws. "
}